Repository: agalligani/finalrepo
Catalog: sites/all/modules/duplicate_role/po/*.po
Languages: es, gl

source: Duplicate an existing role with the same permissions for modules and taxonomies as the original ones
es: Hace una copia de un rol existente, estableciendo los mismos permisos para el nuevo rol, tanto los permisos de m&oacute;dulos como los de las categor&iacute;as
gl: Fai unha copia dun rol existente, establecendo os mesmos permisos para o novo rol, tanto os permisos de m&oacute;dulos como os das categor&iacute;as

source: Duplicate Role
es: Copiar Rol
gl: Copiar Rol

source: A module that duplicates an existing role and its permissions.
es: Copia un rol existente y sus permisos
gl: Copia un rol existente e os seus permisos

source: New role added successfully.
es: Rol creado con &eacute;xito
gl: Rol engadido con &eacute;xito

source: -- Please Select One --
es: -- Escoge el rol a copiar --
gl: -- Escolle o rol a copiar --

source: Choose role to duplicate
es: Selecciona el rol que quieres copiar
gl: Escolle o rol que queres copiar

source: Select role to duplicate
es: Selecciona el rol que quieres copiar
gl: Selecciona o rol existente que queres copiar

source: New role
es: Nuevo rol
gl: Novo rol

source: New role name
es: Nombre del nuevo rol
gl: Nome do novo rol

source: Create new role
es: Crear nuevo rol
gl: Crear novo rol

source: access duplicate role
es: acceso a duplicar rol
gl: acceso a duplicar rol

source: duplicate_role
es: duplicar rol
gl: duplicar rol
